/*############################################################################
  Kodierung: UTF-8 ohne BOM - üöä
############################################################################*/

//############################################################################
/**
*/
//############################################################################
public class AutomatMain
{
  //##########################################################################
  /**
  */
  //##########################################################################
	public static void main(String[] args)
	{
    Ausgabe.leere();
		Ausgabe.zeile("\n\n\tF a h r k a r t e n\n\n");
		Ausgabe.zeile("Reisen macht Spass ...");
    
    Automat auto = new Automat();

    do {
      
      auto.starten();
      
    } while (Eingabe.auswahl("Noch einmal? (j/n): ", "j", "n"));
    
    Ausgabe.zeile("\n\n\tAuf Wiedersehen!\n\n");
	}
}


